{
  "nav_profile": "Profil",
  "nav_experience": "Erhvervserfaring",
  "nav_education": "Uddannelse",
  "nav_skills": "Kompetencer",
  "nav_projects": "Projekter",
  "contact_info": "42657699 | alexalonso@live.dk | Odense",
  "profile_title": "Profil",
  "profile_text": "Kandidat i Data Science med en solid baggrund inden for AI, computer vision og dataanalyse - kombineret med erfaring inden for pædagogik og digital humaniora. Har udviklet 'human-in-the-loop'-systemer, objektdetektionsmodeller og interaktive dataværktøjer. Brænder for at anvende teknologi til at understøtte forskning, formidle kompleks data og skabe meningsfulde brugeroplevelser. Stærke kompetencer i Python, maskinlæring og udvikling af webapplikationer samt en dokumenteret evne til at formidle komplekse idéer til forskellige målgrupper.",
  "experience_title": "Erhvervserfaring",
  "ta_job_title": "Undervisningsassistent",
  "ta_job_location_date": "Syddansk Universitet – Odense | 01/09/2024 - 23/06/2025",
  "ta_job_desc": "Afholdt ugentlige øvelsestimer og Q&A-sessioner, hvor jeg hjalp studerende med at forstå centrale begreber inden for lineær algebra og statistik – med fokus på datalogi. Udarbejdede desuden supplerende undervisningsmaterialer og visuelle hjælpemidler til at gøre komplekse emner som egenværdier, matrixoperationer, sandsynlighedsfordelinger og hypotesetest mere tilgængelige. Bidrog til integrationen af Python og Jupyter Notebooks i undervisningen, hvilket gjorde det lettere for de studerende at omsætte teori til praksis.",
  "teacher_job_title": "Lærer",
  "teacher_job_location_date": "Odense Kommune – Odense | 01/02/2023 - 26/06/2026",
  "teacher_job_desc": "Underviste 7. klasse i matematik, engelsk, historie og idræt. Skabte et positivt og inkluderende læringsmiljø, der fremmede deltagelse, samarbejde og kritisk tænkning på tværs af fagene. Arbejdede tæt sammen med kolleger og forældre for at styrke elevernes trivsel og faglige udvikling.",
  "education_title": "Uddannelse",
  "msc_title": "Cand.Scient. i Data Science",
  "msc_location_date": "Syddansk Universitet – Odense | 23/06/2025",
  "msc_desc": "Speciale: \"Zero-shot Object Detection in Holocaust-related Art: Assessing Model Performance and Human-In-The-Loop Enhancement\"",
  "ba_title": "BA som folkeskolelærer",
  "ba_location_date": "University College Lillebælt – Odense | 15/01/2023",
  "skills_title": "Kompetencer",
  "skills_cat_programming": "Programmering",
  "skills_cat_ml": "Maskinlæring",
  "skills_cat_tools": "Værktøjer og platforme",
  "skills_cat_webdev": "Webudvikling",
  "skills_cat_cv": "Computer Vision",
  "projects_title": "Projekter",
  "project_bigfoot_title": "Visualisering af Bigfoot-observationer",
  "project_bigfoot_desc": "Dashboard-projekt opbygget med Flask, Dash/Plotly, Bootstrap, NumPy og pandas.",
  "project_bigfoot_button": "Prøv det her"
}
