{
  "nav_profile": "Profile",
  "nav_experience": "Work Experience",
  "nav_education": "Education",
  "nav_skills": "Skills",
  "nav_projects": "Projects",
  "contact_info": "42657699 | alexalonso@live.dk | Odense",
  "profile_title": "Profile",
  "profile_text": "Data Science graduate with a strong foundation in AI, computer vision, and data analysis, complemented by a background in education and digital humanities. Experienced in developing human-in-the-loop systems, object detection models, and interactive data tools. Focused on leveraging technology to support research, interpret complex data, and create meaningful user experiences. Skilled in Python, machine learning, and web app development, with a proven ability to communicate complex ideas to diverse audiences.",
  "experience_title": "Work Experience",
  "ta_job_title": "Teaching Assistant",
  "ta_job_location_date": "University of Southern Denmark - Odense | 01/09/2024 - 23/06/2025",
  "ta_job_desc": "Delivered weekly tutorials and Q&A sessions, helping students grasp foundational concepts in linear algebra and statistics relevant to data science. Furthermore I designed supplementary learning materials and visual aids to simplify complex topics such as eigenvalues, matrix operations, probability distributions, and hypothesis testing. Supported the integration of Python and Jupyter Notebooks into coursework, helping students connect mathematical theory with data analysis in practice.",
  "teacher_job_title": "Teacher",
  "teacher_job_location_date": "Odense Kommune - Odense | 01/02/2023 - 26/06/2026",
  "teacher_job_desc": "Taught 7th grade in mathematics, English, history and physical education. Fostered a positive and inclusive classroom environment, encouraging participation, collaboration, and critical thinking across all subjects. Collaborated with colleagues and parents to support student well-being and academic development.",
  "education_title": "Education",
  "msc_title": "MSc, Data Science",
  "msc_location_date": "University of Southern Denmark - Odense | 23/06/2025",
  "msc_desc": "Master Thesis - \"Zero-shot Object Detection in Holocaust-related Art: Assessing Model Performance and Human-In-The-Loop Enhancement\"",
  "ba_title": "BA, Education",
  "ba_location_date": "University College Lillebaelt - Odense | 15/01/2023",
  "skills_title": "Skills",
  "skills_cat_programming": "Programming",
  "skills_cat_ml": "Machine Learning",
  "skills_cat_tools": "Tools & Platforms",
  "skills_cat_webdev": "Web Development",
  "skills_cat_cv": "Computer Vision",
  "projects_title": "Projects",
  "project_bigfoot_title": "Bigfoot Sightings Visualization",
  "project_bigfoot_desc": "Visualization dashboard project created with Flask, Dash/Plotly, Bootstrap, numpy & pandas.",
  "project_bigfoot_button": "Try it here"
} 